Repository: 978655242/Sapphire
Catalog: Sapphire/InfoPlist.xcstrings
Source language: en
Languages: zh_hans

# NSAppleEventsUsageDescription
source: Sapphire needs access to control playback and read track information from Music and Spotify.
zh_hans: Sapphire 需要访问 Music 和 Spotify，以控制播放并读取曲目信息。

# NSAppleMusicUsageDescription
source: Used to show upcming songs and playlists within apple music
zh_hans: 用于显示 Apple Music 中即将播放的歌曲和播放列表。

# NSAudioCaptureUsageDescription
source: Sapphire listens to your music app's audio on this Mac to time lyrics word by word. The audio never leaves your Mac.
zh_hans: Sapphire 会在这台 Mac 上分析音乐应用的音频，以逐字同步歌词。音频不会离开你的 Mac。

# NSBluetoothAlwaysUsageDescription
source: Sapphire uses Bluetooth to discover and connect to your paired Android device for Continuity (clipboard, notifications, media, hotspot).
zh_hans: Sapphire 使用蓝牙发现并连接已配对的 Android 设备，以实现剪贴板、通知、媒体和热点的连续互通。

# NSCalendarsFullAccessUsageDescription
source: Sapphire needs calendar permission to show upcoming events
zh_hans: Sapphire 需要日历权限，以显示即将开始的日程。

# NSCalendarsUsageDescription
source: Blip can learn from your calendar patterns to better understand your schedule and preferences.
zh_hans: Blip 可以学习你的日历规律，以更好地了解你的日程安排和偏好。

# NSCameraUsageDescription
source: Sapphire uses the camera for the Mirror widget so you can see yourself in the notch.
zh_hans: Sapphire 的镜子组件需要使用摄像头，让你能在刘海区域看到自己。

# NSContactsUsageDescription
source: Sapphire needs access to your contacts to find the correct phone number or email when sending a reply from a notification.
zh_hans: Sapphire 需要访问通讯录，以便从通知回复时找到正确的电话号码或电子邮箱。

# NSFocusStatusUsageDescription
source: Needed to provide live focus updates
zh_hans: 用于实时更新专注模式状态。

# NSHumanReadableCopyright
source: © 2025 Shariq Charolia. All rights reserved.
zh_hans: © 2025 Shariq Charolia。保留所有权利。

# NSLocalNetworkUsageDescription
source: Sapphire uses the local network to move files, images and screen content between your Mac and your paired Android device.
zh_hans: Sapphire 使用本地网络，在你的 Mac 与已配对的 Android 设备之间传输文件、图片和屏幕内容。

# NSLocationAlwaysAndWhenInUseUsageDescription
source: Needed to provide live weather updates
zh_hans: 用于提供实时天气更新。

# NSLocationUsageDescription
source: Sapphire needs this to weather
zh_hans: Sapphire 需要位置信息，以提供当地天气。

# NSLocationWhenInUseUsageDescription
source: Blip uses your location for local weather, nearby places, and location-aware tasks.
zh_hans: Blip 使用你的位置信息，以提供当地天气、附近地点和基于位置的任务。

# NSMicrophoneUsageDescription
source: Sapphire uses the microphone for Gemini Live voice conversations.
zh_hans: Sapphire 使用麦克风进行 Gemini Live 语音对话。

# NSNetworkVolumesUsageDescription
source: Sapphire needs this to provide nearby share functionality
zh_hans: Sapphire 需要访问网络宗卷，以提供附近共享功能。

# NSRemindersFullAccessUsageDescription
source: Sapphire needs this to show upcoming reminders
zh_hans: Sapphire 需要提醒事项权限，以显示即将到来的提醒。

# NSRemindersUsageDescription
source: Needed to show reminders
zh_hans: 用于显示提醒事项。

# NSScreenCaptureUsageDescription
source: Needed for gemini live activity
zh_hans: 用于 Gemini Live 实时活动中的屏幕共享。

# NSSystemExtensionUsageDescription
source: Sapphire needs this extension to create a virtual multi-output audio device.
zh_hans: Sapphire 需要此扩展，以创建虚拟多输出音频设备。

source: Disk Image
zh_hans: 磁盘映像

source: Archive
zh_hans: 归档文件

source: RAR Archive
zh_hans: RAR 归档文件

source: Sapphire Settings Backup
zh_hans: Sapphire 设置备份

source: Sapphire Dock Layout
zh_hans: Sapphire 程序坞布局

source: Sapphire Launchpad Item
zh_hans: Sapphire 启动台项目
